{"webelements":[{"type":"ph","content":"Cold-season Snowstorms over the Northeast U.S.: Historical and Future Changes and the Implications for Power Supply","logo":"outagemanagement-projects.jpg"},{"type":"p","content":"<b>Background:</b>"},{"type":"p","content":"Cold-season (November-March) snowstorms in the Northeast U.S. have major impacts on the daily lives of millions of people living in the region by affecting road and air traffic and interrupting power supply.  Precipitation typically changes from snow to rain as surface air temperature (SAT) rises from 0oC to above 2oC (Dai 2008). As a result, global warming from increasing greenhouse gases will likely change the phase of precipitation in the Northeast U.S., possibly converting some snowstorms into rain events. Recent work from D. Cerrai’s group (Cerrai et al. 2020) shows that heavy snowfall with SAT within 0-2oC and dewpoint temperature just below 0oC, which occurs most commonly in coastal regions, has the highest impacts on power outages. Thus, we expect global warming to significantly affect winter snowstorms and power outages. However, how snowstorms will change under global warming is not well understood. For example, we do not know whether and how the frequency, intensity, path, area, duration, and snowfall of the snowstorms in the Northeast have changed since the 1950s and how they will change in the 21st century. And if there are robust long-term changes in snowstorms, how would that affect the power supply in the region?  \r\n\r\n       Dr. Dai has done considerable research on rain-snow phase transition and regional and global climate change. His group is currently analyzing ERA5 data to investigate historical changes since 1950 in cold-season extratropical cyclones (ETCs) over the U.S., with a focus on snowstorms in the Northeast. They examine the storms’ frequency, intensity, area, duration, and associated rainfall and snowfall. They will extend the analysis to future climate model projections in the 21st century. Dr. Cerrai’s group has been working on modeling weather impacts on power outages over the Northeast. They have been training machine-learning (ML) models using historical weather data to predict future power outages from severe weather events. Together, the two groups plan to examine winter snowstorm changes and quantify their impacts on power outages in the Northeast under historical and future warming. Specifically, in year one, Dr. Dai’s group will analyze historical ETC and snowstorm changes over the Northeast. Results from such analyses will help Dr. Cerrai’s group physically explain the changes in their modelled impacts from winter weather over the Northeast during the recent decades, which is an ongoing effort in Dr. Cerrai’s group. Dr. Dai’s group will also extract WRF-downscaled hourly data on 4km grids over the U.S. for the current climate from NCAR archive for Dr. Cerrai’s group to train their ML model. In the subsequent years, we will analyze model-projected future winter storm changes (done by Dai’s group) and use the ML model to quantify the impact of future storm changes on power outages (done by Cerrai’s group with future weather data provided by Dai’s group). Given the expertise from the two groups, there is a real chance for us to make significant advances in quantifying winter storm changes and their impacts on power outages under global warming over the Northeast."},{"type":"p","content":"<b>Researchers:</b>"}],"members":[{"email":"adai@albany.edu","university":"UAlbany","projecttitle":{"Title":"Cold-season Snowstorms over the Northeast U.S.: Historical and Future Changes and the Implications for Power Supply","Number":"Project18","LeadPI":"Aiguo Dai"},"name":"Dr. Aiguo Dai","lastnameforsorting":"Dai","project":"Project18","link":"researchers.html#AiguoDai","PI":"No"}]}