{"webelements":[{"type":"ph","content":"Enabling Least-Cost Firm PV Power Generation","logo":"grid-resilience-projects.jpg"},{"type":"p","content":"<b>Background</b>"},{"type":"p","content":"We all can anticipate the long-term energy endgame: the future power grid will be PV-rich, simply because PV is already the cheapest source of electric power, and it will get considerably cheaper. However, there is a major challenge ahead: like the other big renewable resource, wind, PV is intermittent and must be transformed to deliver power 24x365 firmly, instead of injecting run-of-the-weather/seasons electricity at the margin as it does today."},{"type":"p","content":""},{"type":"p","content":"Fortunately, the transformation of variable renewable (VRE) resources can be affordable if implemented intelligently and early on1. It entails energy storage and an optimal blend of available renewable resources, but most importantly (and counter-intuitively) it entails implicit storage: overbuilding and proactively curtailing (i.e., apparently wasting) VREs. It has been shown that by 2040, a power grid like New York’s, operating with optimally overbuilt 55% PV, 40% wind, and 5% [renewable] dispatchable resources, could deliver firm, unsubsidized, externality-free power at a cost comparable to current, wholesale prices on the State’s transmission system operators (that embed both conventional fuels subsidies and unaccounted for externalities.)"},{"type":"p","content":"<b>Objective: </b>"},{"type":"p","content":"With a focus on PV, the objective is to delineate the remuneration frameworks that can foster firm VRE power deployments while minimizing current market disruptions. A major challenge, hence secondary objective, entails a serious education/dissemination directed at both industry and regulators."},{"type":"p","content":"<b>Methodology: </b>"},{"type":"p","content":"Quantifying a ‘societal business plan’ approach to remunerating firm PV deployments today while costs exceed both conventional (fossil) firm power alternatives, and the current remuneration of unconstrained (marginal) PV deployment. As any business plan, this societal plan would operate in the red (i.e., subsidizing firm PV) until firm PV power expectedly becomes less expensive than the conventional alternatives, whereby the subsidies can be recouped, and societal profits start accumulating."},{"type":"p","content":"<b>Deliverables: </b>"},{"type":"p","content":"Peer-reviewed publications. Individual presentations to concerned industry and regulation players."},{"type":"p","content":"<b>RESEARCHERS:</b>"}],"members":[{"email":"jfreedman@albany.edu","university":"UAlbany","projecttitle":{"Title":"Enabling Least-Cost Firm PV Power Generation","Number":"Project5","LeadPI":"Dr. Richard Perez"},"name":"Dr. Jeff Freedman","lastnameforsorting":"Freedman","project":"Project5","link":"researchers.html#JeffFreedman","PI":"No"},{"email":"jgonzalezcruz@ccny.cuny.edu","university":"UAlbany","projecttitle":{"Title":"Enabling Least-Cost Firm PV Power Generation","Number":"Project5","LeadPI":"Dr. Richard Perez"},"name":"Dr. Jorge E. González-Cruz","lastnameforsorting":"González-Cruz","project":"Project5","link":"researchers.html#JorgeE.González-Cruz","PI":"No"},{"email":"rperez@albany.edu","university":"UAlbany","projecttitle":{"Title":"Enabling Least-Cost Firm PV Power Generation","Number":"Project5","LeadPI":"Dr. Richard Perez"},"name":"Dr. Richard  Perez ","lastnameforsorting":"Perez ","project":"Project5","link":"researchers.html#RichardPerez","PI":"Yes"}]}