{"webelements":[{"type":"ph","content":"Integrating System Resilience with Dynamic Economic Analysis","logo":"climatechange-projects.jpg"},{"type":"p","content":"<b>Background: </b>"},{"type":"p","content":"Climate change is driving increasing frequency and intensity of weather events; this in turn leads to increased frequency of power outages, resulting in significant economic losses to utilities, businesses, and residential customers. To counterbalance effects of climate change and improve system resilience, electric utilities are investing heavily in grid hardening, such as vegetation management, pole and conductor replacement plans, and undergrounding. Evaluating economic impacts and thus projecting returns on capital projects over the next decades under different climate and investment scenarios is central to planning optimal resilience strategies which economic savings to customers, utilities, and states, while minimizing service disruptions. The approach is thus to integrate the technical engineering analysis of system outages and technical resiliency with dynamic economy analysis to frame both company capital investment decisions and public policy. The schematic below visualizes this innovative multi-disciplinary collaboration. Predictive models of weather and system resilience provide forecasts of adverse weather by locale, expected electricity infrastructure damages, and outage durations. Economic literature generates likely economic costs by duration but is not industry specific by locale. UConn has developed a total system resilience model to link local weather conditions and power outages with modeling physical power distribution system. Physics-based fragility curves will be integrated to link environmental parameters with power outages and the associated damages in the power distribution system. Integrating spatially specific modelled resiliency initiatives with dynamic economic analysis reveals how improvements to system with identify efficient capital investment strategies for utility companies while delivering long-term benefits to state and regional economies."},{"type":"p","content":"The WISER’s site at UConn proposes a project to address the system resilience assessment challenges by integrating the capabilities of UConn’s Outage Prediction Model (OPM), Performance Assessment Group (PAG) total System Resilience Model (SRM), and Connecticut Center for Economic Analysis’s (CCEA) REMI model to develop holistic analyses of resilience options. With more uncertainties of future climate change, historical data established relationship between the environmental parameters and power outage could possibly be missed with less sufficient data at extreme weather conditions that were not experienced in the past. PAG will update and augment fragility curves by incorporating correlation of multiple parameters that could be affected by climate change in the future, such as soil, topographic relief, weather, wind, pole conditions, and vegetation status. This will allow the development of multivariable fragility curves (i.e., response surface fragility surface). OPM will generate predictive statistics of scenario-based extreme parameters for outage predictions and time-series of weather events and outages; these statistics then frame SRM predictions as time-series of power outages under different interventions or conditions scenarios. Different resilience options and tactics under alternative disruption scenarios will be evaluated using cost-benefit analysis and cost-effectiveness analysis. Trade-offs between system impact and recovery cost will be evaluated to develop a system-level optimization model based on various resilience metrics to optimally allocate resources and resilience strategies within budget constraints."},{"type":"p","content":"<b>Research plan:  </b>"},{"type":"p","content":"To develop projections based on the work of the PAG group, CCEA will utilize the REMI model (a quasi-computable general equilibrium model), a powerful dynamic forecasting and policy analysis tool. The model forecasts the future of a regional economy and predicts the impacts on that same economy when the user implements a change. That is, it compares a base line projection of the economy as it now functions with a projection of the differential impact of a new initiative, such as an investment in resiliency that reduces outage costs and thus generates economic benefits. CCEA will evaluate various scenarios and link inputs from concurrent projects based on SRM and OPM projections on disruption, pole breakage, expansion of renewable energy technologies, etc. with detailed industry-level and county-level economic data. Specifically, CCEA will be able to summarize firm-specific costs and benefits from improving resiliency, and region-wide benefits from these improvements, along with changes to electricity demand derived from shocks to electricity prices. REMI bridges technical resiliency initiatives with an understanding of the broad economic impacts, whether cost to the utility or benefits to the state and regional economy, and thus provides the basis for recommendations for interventions. Specific research directions include:"},{"type":"p","content":"<b>System resilience:</b>"},{"type":"ul","content":"dot-list"},{"type":"li","content":"Enhance understanding of pole failures through creation fragility surfaces from incorporation of correlation of parameters, such as soil, topography, weather, wind, pole conditions, and vegetation status."},{"type":"li","content":"Predict damage resulting from power outages as function of their duration and severity in current and future climate conditions."},{"type":"li","content":"Generate pole failure and damage maps for different future climate scenarios"},{"type":"/ul","content":""},{"type":"p","content":"<b>Economic analysis:</b>"},{"type":"ul","content":"dot-list"},{"type":"li","content":"Evaluate utility resiliency investments on the electric grid."},{"type":"li","content":"Evaluate benefits of resiliency investments to local economies."},{"type":"li","content":"Develop models to optimally allocate resources using resilience matrices and to identify resilience strategies under budget constraints."},{"type":"/ul","content":""},{"type":"p","content":"<b><a href=\"https://airtable.com/shroSfrNoQ5NbqI7I/tblvyrts4AhrQGpr1\">Click here to view a short video presentation and provide project feedback.</a></b>"},{"type":"p","content":"<b>RESEARCHERS:</b>"}],"members":[{"email":"amvrossios.bagtzoglou@uconn.edu","university":"UConn","projecttitle":{"Title":"System Resilience and Economic Analysis","Number":"Project1","LeadPI":"Dr. Wei Zhang"},"name":"Dr. Amvrossios Bagtzoglou","lastnameforsorting":"Bagtzoglou","project":"Project1","link":"researchers.html#AmvrossiosBagtzoglou","PI":"No"},{"email":"fred.carstensen@uconn.edu","university":"UConn","projecttitle":{"Title":"System Resilience and Economic Analysis","Number":"Project1","LeadPI":"Dr. Wei Zhang"},"name":"Dr. Fred Carstensen","lastnameforsorting":"Carstensen","project":"Project1","link":"researchers.html#FredCarstensen","PI":"No"},{"email":"maria.chrysochoou@uconn.edu","university":"UConn","projecttitle":{"Title":"System Resilience and Economic Analysis","Number":"Project1","LeadPI":"Dr. Wei Zhang"},"name":"Dr. Maria Chrysochoou","lastnameforsorting":"Chrysochoou","project":"Project1","link":"researchers.html#MariaChrysochoou","PI":"No"},{"email":"marcello.graziano@uconn.edu","university":"UConn","projecttitle":{"Title":"System Resilience and Economic Analysis","Number":"Project1","LeadPI":"Dr. Wei Zhang"},"name":"Dr. Macello Graziano","lastnameforsorting":"Graziano","project":"Project1","link":"researchers.html#MacelloGraziano","PI":"No"},{"email":"peter.gunther@uconn.edu","university":"UConn","projecttitle":{"Title":"System Resilience and Economic Analysis","Number":"Project1","LeadPI":"Dr. Wei Zhang"},"name":"Mr. Peter Gunther","lastnameforsorting":"Gunther","project":"Project1","link":"researchers.html#PeterGunther","PI":"No"},{"email":"ekstern@albany.edu","university":"UAlbany","projecttitle":{"Title":"System Resilience and Economic Analysis","Number":"Project1","LeadPI":"Dr. Wei Zhang"},"name":"Dr. Eric Stern","lastnameforsorting":"Stern","project":"Project1","link":"researchers.html#EricStern","PI":"No"},{"email":"wei.zhang@uconn.edu","university":"UConn","projecttitle":{"Title":"System Resilience and Economic Analysis","Number":"Project1","LeadPI":"Dr. Wei Zhang"},"name":"Dr. Wei Zhang","lastnameforsorting":"Zhang","project":"Project1","link":"researchers.html#WeiZhang","PI":"Yes"},{"email":"jin.zhu@uconn.edu","university":"UConn","projecttitle":{"Title":"System Resilience and Economic Analysis","Number":"Project1","LeadPI":"Dr. Wei Zhang"},"name":"Dr. Jin Zhu ","lastnameforsorting":"Zhu ","project":"Project1","link":"researchers.html#JinZhu","PI":"No"}]}