{"webelements":[{"type":"ph","content":"A New Machine Learning Framework for Storm Events Severity Classification and Probabilistic Predictions","logo":"outagemanagement-projects.jpg"},{"type":"p","content":"<b>Background:</b>"},{"type":"p","content":"We will develop a new machine learning (ML) framework for the probabilistic prediction of outages on storm events and severity level classified data under input uncertainty. Existing methods have been limited to unaccounted prediction uncertainty quantifications and inaccurate estimation of power outage predictions. Moreover, prediction from storm-caused power outages cannot be relied upon in tackling business problems and thus poses challenges in making the required future outcomes essential for decision-making."},{"type":"p","content":"<b>Industry Relevance:</b>"},{"type":"p","content":"Key issues for the energy industry are the development of tools that are not only accurate in predicting outages, but also quantifying uncertainties associated with such predictions. Emergency managers at electric distribution utilities benefit from tools that help estimate the impacts of weather on their infrastructure networks when communicating with customers and regulators and making decisions that that forestall grid damages because of natural weather disasters. Our goal is to build machine learning tools that will address the key issues that are useful for multiple utilities."},{"type":"p","content":"<b>Objectives:</b>"},{"type":"p","content":"Our objectives are to: 1) Collect weather, environmental, infrastructure and outage data for rain and wind, winter,  ()and thunderstorm events in Eversource service territories; 2) Classify data by storm severity levels and assess appropriate methods for training the different subsamples;  3) Develop machine learning tools that integrate balanced distribution of storm events and probabilistic output capabilities to illustrate potential opportunity for the improvement of the current outage prediction models (OPMs)."},{"type":"p","content":"<b>Researchers:</b>"}],"members":[]}