{"webelements":[{"type":"ph","content":"Multi-Fidelity Sensor Data Fusion and Analytics for Granular Distribution System Outage Visibility and Mitigation","logo":"outagemanagement-projects.jpg"},{"type":"p","content":"<b>Background:</b>"},{"type":"p","content":"Severe weather is the major cause of damage to electric distribution networks and power outages in the United States. The increased frequency and severity of extreme weather events due to climate change are creating new challenges to the power sector and particularly to disadvantaged and Justice40 communities. Anticipating storm impacts on the electric grid would allow power utilities to work closely with state/local governments and communities to take preemptive steps, such as increasing readiness of repair teams, community energy conservation, and coordination, to mitigate the effects of storm impacts. Although work is currently underway to predict power outages and asset damages caused by severe weather events [R1-R2], to date there is no feeder-level predictions. The lack of such granularity in outage and asset damage forecasts limits the ability of stakeholders and communities to anticipate infrastructure damage and thus significantly affects preparedness. Distribution networks also lack tools for quick detection of during and post-storm infrastructure damages. Such systems are required to make rapid decisions on the assets and resources needed to support timely restoration efforts."},{"type":"p","content":"<b>Research Plan:</b>"},{"type":"p","content":"This project will develop heterogeneous data powered granular distribution system outage visibility and mitigation systems to predict extreme weather event impacts on asset health, online detection of distribution system damages and operational status and finally inform the optimization of controllable resources (both utilities owned and third-party owned that can be controlled) to mitigate outages. It is envisioned that the developed tool can assist the utility planning team and control room for natural disaster preparedness and fast restoration. The project has two major deliverables: 1) a distributed intelligence and machine learning (DEAL) software tool that can extract heterogeneous data of different granularity and fidelity to yield greater system situational awareness of changing system operational states before and during extreme weather events, such as asset damages, topology changes, power flow congestion patterns, etc.; 2) visibility-informed resource dispatch tool to optimize and control both utilities and third-party owned assets for mitigating the outages, including distribution automation, formation of local microgrids and intelligent load shedding. These deliverables will be validated using selected circuits and models from Eversource."},{"type":"p","content":"<b>Researchers:</b>"}],"members":[]}