{"webelements":[{"type":"ph","content":"High-resolution WRF-UConn LES offshore wind energy prediction system: assessment of extreme wind (high and low) scenarios.","logo":"outagemanagement-projects.jpg"},{"type":"p","content":"<b>Background:</b>"},{"type":"p","content":"With a large growth in the national deployment of offshore wind farm facilities, the science of wind generation, wind variability and shear up to the wind turbine hub height play a significant role in ensuring cost-effective energy production for all offshore wind farm locations. Highly accurate wind and wake information is needed above the surface at the level of the wind turbine hub height for planning, siting, and operations, where the behavior of wind is often different from that within 10 m of the surface. To fill the gap of inadequate measurements in the offshore environment, numerical weather prediction models, such as the Weather Research and Forecasting model (WRF) and the UConn Large Eddy Simulation (LES) model, are used to predict atmospheric conditions at the offshore wind farm scale."},{"type":"p","content":"<b>Industry Relevance:</b>"},{"type":"p","content":"Our integrated modeling product will provide wind farm level wind and wind energy predictions. The outcomes from the modeling system can complement other products that the industry is using, and provide the opportunity to hypothesize scenarios of extreme winds (very low and very high) and assess impacts to wind power generation before such events occur."},{"type":"p","content":"<b>Objectives:</b>"},{"type":"p","content":"1) Develop the integration of WRF-UConn LES wind prediction system, tailored to the wind farm area of interest. 2) Assess impact to wind power generation from hypothetical scenarios of extreme winds."},{"type":"p","content":"<b>Researchers:</b>"}],"members":[{"email":"georgios.matheou@uconn.edu","university":"UConn","projecttitle":{"Title":"High-resolution WRF-UConn LES offshore wind energy prediction system: assessment of extreme wind (high and low) scenarios.","Number":"Project22","LeadPI":"Marina Astitha"},"name":"Dr. George Matheou","lastnameforsorting":"Matheou","project":"Project22","link":"researchers.html#GeorgeMatheou","PI":"No"}]}