{"webelements":[{"type":"ph","content":"Data-Driven Wildfire Risk Assessment and Mitigation via Optimal De-energization and Power Shut-off","logo":"outagemanagement-projects.jpg"},{"type":"p","content":"<b>Background:</b>"},{"type":"p","content":"As climate change unfolds, the electric grid is experiencing significant new challenges. On the one hand, the electric grid is the key enabler of renewable energy integration and electrification of heating and transportation systems. On the other hand, the electric grid itself is vulnerable to changing and more extreme weather patterns, necessitating adaptations to increasing threats such as heat waves, flooding, and wildfires. The extent and risk of wildfire-related disasters have escalated globally in recent decades, primarily driven by rising temperatures, prolonged drought, drying atmosphere, and long-term fuel accumulation over the years. More importantly, the spreading of a wildfire and the corresponding ignition prevention actions can cause power outages, resulting in tremendous economic impacts. For instance, in October 2019, public power safety shut-off (PSPS) events turned off a million customer accounts in California during high ignition risk conditions to avoid wildfire events. Hence, developing the spatial and temporal wildfire propagation model with various ignition sources would allow the system planners and operators to quickly assess the electric grid vulnerabilities as well as come up with optimal de-energization strategies to improve public safety and reduce customer side impacts."},{"type":"p","content":"<b>Research Plan:</b>"},{"type":"p","content":"This project will develop a data-driven wildfire risk assessment and mitigation solution that allows the electric grid planners and operators to generate data-driven optimal decision-making strategy to improve power system resilience with given wildfire risk scenarios. This project will build on our previous project funded by Lawrence Berkeley National Laboratory (LBNL) on wildfire risk assessment to develop a more practical spatial and temporal wildfire propagation model with various ignition sources, yielding more accurate assessment results. We will leverage the LBNL model to project wildfire exposure risk of distribution lines based on historical records while considering multiple wildfire ignition sources, including environmental ignitions (natural causes: lightning, etc.; human causes, e.g. campfire, etc.) as well as powerline ignition risk. With the quick risk analysis outcomes, we will develop optimal decision-making (de-energization and power shut-off) strategies given the wildfire risks as inputs and evaluate the reliability and economic implications of various fire-related planning and operation policies. These tools will be validated using selected circuits and models from our project partners LBNL and PG&E."},{"type":"p","content":"<b>Researchers:</b>"}],"members":[{"email":"fangni.lei@uconn.edu","university":"UConn","projecttitle":{"Title":"Data-Driven Wildfire Risk Assessment and Mitigation via Optimal De-energization and Power Shut-off","Number":"Project25","LeadPI":"Fangni Lei"},"name":"Dr. Fangni Lei","lastnameforsorting":"Lei","project":"Project25","link":"researchers.html#FangniLei","PI":"No"}]}