{"webelements":[{"type":"ph","content":"Enhancing the Grid Resilience of Zero-Carbon Energy Communities: Leveraging DER-based and Mesh-view Grid Mapping Network Reconfiguration","logo":"outagemanagement-projects.jpg"},{"type":"p","content":"<b>Background:</b>"},{"type":"p","content":"This project will develop an innovative framework that significantly enhances the resilience, reliability, and decarbonization of contemporary energy communities, decentralized networks focused on sustainable energy practices. While grid resilience focuses primarily on the infrastructure’s ability to withstand and recover from disruptive events, energy community resilience encompasses adaptability and sustainability of various elements including energy sources and economic models. Our proposed strategy leverages effective load-carrying capability (ELCC) as a strategic tool to enhance grid resilience in the face of new challenges introduced by the integration of distributed energy resources (DERs). Unlike traditional power systems, which have limitations in adaptability and sustainability, our decentralized approach uses a stochastic two-stage scheduling algorithm to optimize both economic and resilience metrics under various loading and operational constraints. This framework employs cutting-edge mesh-view grid mapping techniques associated with geographical information to evaluate resilience during extreme events. Furthermore, it incorporates carbon emission constraints to reduce dependency on upstream network power and dispatchable generation units, contributing to a decarbonized energy community. Overall, our strategy represents a revolutionary shift in grid planning and operation, making it adaptable to a wide range of disruptive events and complexities, including climate change adaptability, sustainable energy integration, and demand response optimization."},{"type":"p","content":"<b>Industry Relevance:</b>"},{"type":"p","content":"The developed framework holds substantial relevance for a diverse range of industry stakeholders, extending beyond utility companies and independent power producers to include microgrid operators, grid-edge communities, smart cities, and policy regulators. The developed tools and methodologies offer various applications, such as optimizing grid performance during extreme weather events, thereby reducing the risks and costs associated with grid failures. Furthermore, the incorporation of carbon emission constraints adds an additional layer of relevance for industries committed to sustainability and regulatory compliance. By enabling a more resilient and decarbonized grid, this project serves as a cornerstone for the broader energy sector’s transition toward a more sustainable and reliable future."},{"type":"p","content":"<b>Objectives:</b>"},{"type":"p","content":"The objectives of this project are: (1) to evaluate the impact of the DER-based ELCC credit on grid resilience under the mesh-view grid mapping structure, which will be analyzed with our existing results in an industry context; (2) to develop a novel method for enhancing the resilience assessment for large-scale energy communities with network reconfiguration strategies after events; (3) to integrate carbon emission-related constraints into the economic-resilience stochastic scheduling framework for a decarbonized grid; (4)to account for weather-driven uncertainties such as renewable generation, market price, and event’s characteristics like location, type, and severity level for more realistic results."},{"type":"p","content":"<b>Researchers:</b>"}],"members":[]}