{"webelements":[{"type":"ph","content":"Cybersecurity Hygiene Analysis and Incident Response Mapping","logo":"outagemanagement-projects.jpg"},{"type":"p","content":"<b>Background:</b>"},{"type":"p","content":"Cybersecurity vulnerabilities increase with the use of digitized business models which increasingly support customer relationship management and grid management systems.  Cybersecurity vulnerability will also increase with increased electrification, integration of distributed energy resources (DERs), development of cyber-physical attack modalities, and the use of data analytics and artificial intelligence to balance the grid with renewable energy and DERs.  Applying traditional security and response mechanisms is challenging due to the stringent real-time requirements. For example, existing risk and vulnerability assessment approaches do not provide quantitative metrics able to rapidly evaluate the vulnerability and cyber-risk status of the distribution system in real-time operations and anticipation of cascading organizational and community consequences is challenging. At the same time, attackers continue to find new strategies to circumvent existing detections and controls. This requires the power industry to continuously improve diagnostic and response capabilities."},{"type":"p","content":"<b>Research Plan:</b>"},{"type":"p","content":"This project will develop an innovative cybersecurity hygiene analysis and a knowledge base to support enhanced cyber-incident response capability.   We will first conduct a comprehensive cyber-physical hygiene analysis using the Eversource Energy Center’s RTDS testbed. We will look into distribution system failures ranging from system cascading to single DER misoperation that will result in severe consequences. Graph theory will be used to identify potential attack models in the operational technology system and the corresponding measurements and/or control signals. Then, we will use fuzzy measurement theory to model feasible attack strategies and develop a quantitative cyber-physical risk assessment scheme.  Furthermore, we will conduct process-tracing studies of major cyberattacks on utilities in order to document the rapidly evolving organizational, stakeholder, and community-based problem sets associated with cyber-incident response and recovery in this sector.  These comparative case studies will be used to identify good practices and develop advanced professional training and exercise designs."},{"type":"p","content":"<b>Impacts: :</b>"},{"type":"p","content":"The success of this project will deliver a defense-in-depth approach to enable dynamic survival and achieve a trustworthy, cyber-resilient power system. Our solution will enable decision-makers and other stakeholders to i) assess the direct impacts (such as weather, smart meter weak points, etc.) on target computing infrastructure and “Internet of Things” systems, ii) better understand the cascading organizational, community, societal, and government consequences and iii) enable enhanced decision-making and communications associated with critical cyber-incident response and recovery."},{"type":"p","content":"<b><a href=\"https://airtable.com/shroSfrNoQ5NbqI7I/tblvyrts4AhrQGpr1\">Click here to view a short video presentation and provide project feedback.</a></b>"},{"type":"p","content":"<b>Researchers:</b>"}],"members":[]}