{"webelements":[{"type":"ph","content":"Weather and Impact Modeling for Outage Prediction, Management and Restoration","logo":"outagemanagement-projects.jpg"},{"type":"p","content":"<b>Background</b>"},{"type":"p","content":"Weather-driven Artificial Intelligence and Machine Learning (AI/ML) based power outage prediction and restoration models are critical to the Energy Industry for pre-storm planning, management and restoration.  Researchers at the UConn Eversource Energy Center (EEC) over the past decade have been developing and advancing an Outage Prediction Model (UConn OPM) capable of predicting weather-related power outages in the electric distribution system for a host of hazardous weather events, such as severe rain and wind events [1], snow and ice storms [2], thunderstorms [3], and tropical storms [4]. The UConn OPM uses historical weather and environmental conditions analysis, infrastructure and damage data to train machine-learning models that are used to predict outages from upcoming storms. UConn researchers also developed an Agent-Based Model (ABM) for simulating the estimated time to restoration (OPM) [5,6] and evaluate optimal restoration scenarios. The UConn ABM for ETR is based on the movement of utility crews on the road network towards outage locations, and on the time spent to restore each outage, under different assumptions of road and environmental conditions, and decision rules. There is a pressing need for improving the predictive accuracy, and characterize the uncertainty of these models, which is caused by an incomplete understanding of the complex interactions of factors responsible for the occurrence and restoration of weather-related power outages, and uncertainties and errors in weather forecasts propagating in impact models. Moreover, there is a need for specific predictions related to the amount of the different system components (e.g. poles, conductors, transformers) which can fail due to weather, and to the time needed to restore the damage to these components."},{"type":"p","content":"<b>Research plan: </b>"},{"type":"p","content":"This project will be articulated in three phases: (i) weather forecast uncertainty quantification and improvement; (ii) OPM advancement; and (iii) ETR modeling enhancement.\r\nLimitations and uncertainty in weather prediction will be quantified by probabilistic weather forecasts with dynamic and/or analog ensemble techniques [7-9] which will be built and augmented by publicly available ensemble or deterministic forecasts from various federal sources. In addition, data assimilation capabilities using weather observations will support error reduction of each high-resolution weather forecast for the territory of interest. New probabilistic products tailored to the incident command needs will be investigated to allow for a more effective communication of forecasting uncertainties with the users. \r\nOutage prediction modeling advancements will consist in the (a) investigation of additional variables derived from new remote sensing products to help characterize the conditions prone to outages, (b) exploration of new AI/ML techniques and combination of input variables, (c) exploration of new metrics for resilience characterization under varying weather conditions, and (d) study of new methods for reducing the uncertainty of weather variables relevant to outage forecasting under different storm conditions. \r\nBeyond the Estimated Time to Restoration (ETR) modeling enhancements brough by OPM advances, we will include detailed estimates for the repair time of different types of equipment, we will explore path minimization techniques for optimal crew coordination, and we will include the possibility of blocked roads.\r\nThroughout the project, we will closely collaborate with electric utility emergency preparedness and restoration managers and utility engineering teams to leverage on the large amount of data collected by electric utilities and to implement the decision rules which guide the movement of crews during the post-storm outage restoration."},{"type":"p","content":"<b><a href=\"https://airtable.com/shroSfrNoQ5NbqI7I/tblvyrts4AhrQGpr1\">Click here to view a short video presentation and provide project feedback.</a></b>"},{"type":"p","content":"<b>RESEARCHERS:</b>"}],"members":[{"email":"manos@engr.uconn.edu","university":"UConn","projecttitle":{"Title":"Weather and Impact Modelling for outage Prediction, Management and Restoration","Number":"Project7","LeadPI":"Dr. Diego Cerrai"},"name":"Dr. Emmanouil  Anagnostou","lastnameforsorting":"Anagnostou","project":"Project7","link":"researchers.html#EmmanouilAnagnostou","PI":"No"},{"email":"marina.astitha@uconn.edu","university":"UConn","projecttitle":{"Title":"Weather and Impact Modelling for outage Prediction, Management and Restoration","Number":"Project7","LeadPI":"Dr. Diego Cerrai"},"name":"Dr. Marina  Astitha ","lastnameforsorting":"Astitha ","project":"Project7","link":"researchers.html#MarinaAstitha","PI":"No"},{"email":"nbassill@albany.edu","university":"UAlbany","projecttitle":{"Title":"Weather and Impact Modelling for outage Prediction, Management and Restoration","Number":"Project7","LeadPI":"Dr. Diego Cerrai"},"name":"Dr. Nick Bassill","lastnameforsorting":"Bassill","project":"Project7","link":"researchers.html#NickBassill","PI":"No"},{"email":"diego.cerrai@uconn.edu","university":"UConn","projecttitle":{"Title":"Weather and Impact Modelling for outage Prediction, Management and Restoration","Number":"Project7","LeadPI":"Dr. Diego Cerrai"},"name":"Dr. Diego Cerrai","lastnameforsorting":"Cerrai","project":"Project7","link":"researchers.html#DiegoCerrai","PI":"Yes"}]}