{"webelements":[{"type":"ph","content":"An Offshore Wind Resource Assessment and Forecasting Tool (OWRAFT)","logo":"renewableenergy-projects.jpg"},{"type":"p","content":"<b>Background</b>"},{"type":"p","content":"Offshore wind energy in the United States (US) is on the cusp of moving into a rapid growth period. There is still, however, a large gap in our understanding of meteorological-oceanographic (“met-ocean”) physics and dynamics as it relates to the spectrum of activities (e.g., resource assessment, operations, and maintenance [O&M], forecasting) associated with the siting and operation of offshore wind energy facilities. This leads to greater uncertainty of the potential offshore wind energy resource (as compared with onshore wind resource assessments and operations) including net capacity factors, extreme events (e.g., probability of exceeding cut-out wind speeds, large wind speed and direction shear across the rotor plane), and O&M availability. OWRAFT will enable academia, government, and industry to explore and develop the best pathways for matching the spectrum of met-ocean environment conditions with appropriate and representative turbine and plant performance characteristics, reducing costs and facilitating the siting, operation, and maintenance of offshore wind energy facilities."},{"type":"p","content":"<b>Industry Need: </b>"},{"type":"p","content":"More accurate forecasts and realistic depictions of the met-ocean environment are necessary for more reliable assessments of energy production and load matching potential, and for project planning and financing, and providing real time estimates of loads on exposed and rotating hardware components and will safeguard vessel and labor operations (see e.g., Colle et al. 2016). Additionally, extreme event forecasting (e.g., Nor’easters) will support better predictions of ramp events resulting from turbine high-wind de-rates and cut-outs."},{"type":"p","content":"<b>Objectives: </b>"},{"type":"p","content":"An operational OWRAFT will lower barriers associated with the siting (resource assessment and other met-ocean studies) deployment (construction), O&M, and forecasting of the wind resource. Our initial focus region will be on the New York Bight Wind Energy Areas, a region targeted by the federal and state governments for accelerated development of offshore wind energy."},{"type":"p","content":"<b>Methodology: </b>"},{"type":"p","content":"(1) Acquire and document historical met-ocean baseline data sets to be used for development and training of OWRAFT; (2) using selected case studies, identify significant deficiencies in existing numerical weather prediction (NWP) modeling systems for various weather phenomena affecting the siting, development, and operations of offshore wind energy facilities; and (3) coupling and testing the NWP, data assimilation using non-standard observations (including, but not limited to, New York State Mesonet observations), and machine learning components of the OWRAFT with input from community stakeholders (e.g., offshore wind developers, utilities, and ISOs)."},{"type":"p","content":"<b>Deliverables: </b>"},{"type":"p","content":"OWRAFT Prototype (experimental) forecast system; publications and presentations."},{"type":"p","content":"<b>RESEARCHERS:</b>"}],"members":[{"email":"rfovell@albany.edu","university":"UAlbany","projecttitle":{"Title":"An Offshore Wind Resource Assessment and Forecasting Tool (OWRAFT)","Number":"Project3","LeadPI":"Dr. Jeff Freedman"},"name":"Dr. Rob Fovell","lastnameforsorting":"Fovell","project":"Project3","link":"researchers.html#RobFovell","PI":"No"},{"email":"jfreedman@albany.edu","university":"UAlbany","projecttitle":{"Title":"An Offshore Wind Resource Assessment and Forecasting Tool (OWRAFT)","Number":"Project3","LeadPI":"Dr. Jeff Freedman"},"name":"Dr. Jeff Freedman","lastnameforsorting":"Freedman","project":"Project3","link":"researchers.html#JeffFreedman","PI":"Yes"},{"email":"alang@albany.edu","university":"UAlbany","projecttitle":{"Title":"An Offshore Wind Resource Assessment and Forecasting Tool (OWRAFT)","Number":"Project3","LeadPI":"Dr. Jeff Freedman"},"name":"Dr. Andrea Lang","lastnameforsorting":"Lang","project":"Project3","link":"researchers.html#AndreaLang","PI":"No"},{"email":"smiller@albany.edu","university":"UAlbany","projecttitle":{"Title":"An Offshore Wind Resource Assessment and Forecasting Tool (OWRAFT)","Number":"Project3","LeadPI":"Dr. Jeff Freedman"},"name":"Dr. Scott Miller","lastnameforsorting":"Miller","project":"Project3","link":"researchers.html#ScottMiller","PI":"No"},{"email":"jwang20@albany.edu","university":"UAlbany","projecttitle":{"Title":"An Offshore Wind Resource Assessment and Forecasting Tool (OWRAFT)","Number":"Project3","LeadPI":"Dr. Jeff Freedman"},"name":" Junhong (June) Wang  ","lastnameforsorting":"Wang  ","project":"Project3","link":"researchers.html#Junhong(June)Wang","PI":"No"},{"email":"jwoodcock2@albany.edu","university":"UAlbany","projecttitle":{"Title":"An Offshore Wind Resource Assessment and Forecasting Tool (OWRAFT)","Number":"Project3","LeadPI":"Dr. Jeff Freedman"},"name":"Mr. Jan Timothy  Woodcock","lastnameforsorting":"Woodcock","project":"Project3","link":"researchers.html#JanTimothyWoodcock","PI":"No"}]}