{"webelements":[{"type":"ph","content":"Integrating System Resilience with Dynamic Economic Analysis","logo":"climatechange-projects.jpg"},{"type":"p","content":"<b>Background</b>"},{"type":"p","content":"Climate change is driving increasing frequency and intensity of weather events; this, in turn, leads to an increased frequency of damage to vegetation and infrastructure and resulting power outages, producing significant economic losses to utilities, businesses, and residential customers. Evaluating regional economic impacts and projecting returns on capital investments over the next decades under different climate and investment scenarios is central to planning optimal resilience strategies to reduce electricity costs to all stakeholders and avoiding damages to regional economies, while minimizing service disruptions. The overall objective of this project is to frame both company capital investment decisions and public policy via integrating the technical engineering analysis of system outages and technical resiliency considering vegetation management planning optimization with dynamic economic analysis."},{"type":"p","content":"<b>Research plan: </b>"},{"type":"p","content":"With more uncertainties of future climate change, historical data established the relationship between the environmental parameters and power outages could possibly be missed with less sufficient data on extreme weather conditions that were not experienced in the past. Physics-based fragility curves will be established to link environmental parameters and vegetation management implementation strategies with power outages and the associated damages in the power distribution system[17], [18]. Dynamic information on tree characteristics (crown structure, species, leaf area) and forest structure (tree density, stand height, canopy roughness) combined with tree biomechanics data under variable wind conditions and in relation to trimming and forest management activities will be used to predict vegetation storm resistance across the landscape[19]–[21]. Predictive statistics of scenario-based extreme parameters are used for outage predictions and time-series of weather events and outages to frame damage predictions as time-series of power outages under different interventions or conditions scenarios[19], [22]. Different resilience options and tactics under alternative disruption scenarios will be evaluated using cost-benefit analysis and cost-effectiveness analysis. Trade-offs between system impact and recovery cost will be evaluated to develop a system-level optimization model based on various resilience metrics to optimally allocate resources and resilience strategies within budget constraints[23]. The REMI model (a quasi-computable general equilibrium model), as a powerful dynamic forecasting and policy analysis tool, forecasts the future of a regional economy and predicts the impacts on that same economy when the user implements a change[24], [25]. Various scenarios will be evaluated to link new infrastructure investments, inputs from damage projections on disruption, pole breakage, expansion of renewable energy technologies, etc. with detailed industry-level and county-level economic data. Specifically, firm-specific costs and benefits will be summarized from improving resiliency, and region-wide benefits from these improvements, along with changes to electricity demand derived from shocks to electricity prices. Resources will be allocated optimally using resilience matrices to identify resilience strategies under budget constraints."},{"type":"p","content":"<b>RESEARCHERS:</b>"}],"members":[{"email":"amvrossios.bagtzoglou@uconn.edu","university":"UConn","projecttitle":{"Title":"Integrating System Resilience with Dynamic Economic Analysis","Number":"Project1","LeadPI":"Dr. Wei Zhang"},"name":"Dr. Amvrossios Bagtzoglou","lastnameforsorting":"Bagtzoglou","project":"Project1","link":"researchers.html#AmvrossiosBagtzoglou","PI":"No"},{"email":"fred.carstensen@uconn.edu","university":"UConn","projecttitle":{"Title":"Integrating System Resilience with Dynamic Economic Analysis","Number":"Project1","LeadPI":"Dr. Wei Zhang"},"name":"Dr. Fred Carstensen","lastnameforsorting":"Carstensen","project":"Project1","link":"researchers.html#FredCarstensen","PI":"No"},{"email":"maria.chrysochoou@uconn.edu","university":"UConn","projecttitle":{"Title":"Integrating System Resilience with Dynamic Economic Analysis","Number":"Project1","LeadPI":"Dr. Wei Zhang"},"name":"Dr. Maria Chrysochoou","lastnameforsorting":"Chrysochoou","project":"Project1","link":"researchers.html#MariaChrysochoou","PI":"No"},{"email":"marcello.graziano@uconn.edu","university":"UConn","projecttitle":{"Title":"Integrating System Resilience with Dynamic Economic Analysis","Number":"Project1","LeadPI":"Dr. Wei Zhang"},"name":"Dr. Macello Graziano","lastnameforsorting":"Graziano","project":"Project1","link":"researchers.html#MacelloGraziano","PI":"No"},{"email":"peter.gunther@uconn.edu","university":"UConn","projecttitle":{"Title":"Integrating System Resilience with Dynamic Economic Analysis","Number":"Project1","LeadPI":"Dr. Wei Zhang"},"name":"Mr. Peter Gunther","lastnameforsorting":"Gunther","project":"Project1","link":"researchers.html#PeterGunther","PI":"No"},{"email":"ekstern@albany.edu","university":"UAlbany","projecttitle":{"Title":"Integrating System Resilience with Dynamic Economic Analysis","Number":"Project1","LeadPI":"Dr. Wei Zhang"},"name":"Dr. Eric Stern","lastnameforsorting":"Stern","project":"Project1","link":"researchers.html#EricStern","PI":"No"},{"email":"wei.zhang@uconn.edu","university":"UConn","projecttitle":{"Title":"Integrating System Resilience with Dynamic Economic Analysis","Number":"Project1","LeadPI":"Dr. Wei Zhang"},"name":"Dr. Wei Zhang","lastnameforsorting":"Zhang","project":"Project1","link":"researchers.html#WeiZhang","PI":"Yes"}]}