{"webelements":[{"type":"ph","content":"3D-DERMS: Data-Driven Distribution Systems Distributed Energy Resource Management System","logo":"outagemanagement-projects.jpg"},{"type":"p","content":"<b>Background</b>"},{"type":"p","content":"A distributed energy resource management system (DERMS) is a software platform used to manage a group of distributed energy resources (DERs), such as solar PVs, behind-the-meter battery energy storage, demand response, or a fleet of electric vehicles (EVs) to deliver vital grid services and balance demand with supply. An effective and reliable DERMS could allow the high penetration of DERs integrations while improving grid resiliency, reliability, and economics. In existing DERMS, the coordination of various DERs is achieved via some optimization models, where an accurate feeder model and sufficient sensor data are required [32-33]. The optimization model is difficult to solve due to the nonlinear power flow constraints and the lack of load information across the whole network at every time step [34-36]. However, in practical distribution system operation, the DER controllers do not have the real-time load information for all nodes and the secondary feeder models are of very low quality. There are also works based on the design of autonomous volt-var/watt control but the system-wide coordination is lacking, and thus they do not guarantee the satisfaction of system-level optimality. For utilities without DERMS or advanced distribution management systems, advanced control/optimization algorithms to integrate DERs securely and reliably are needed."},{"type":"p","content":"<b>Research plan: </b>"},{"type":"p","content":"This project will develop a novel data-enhanced DERMS that is scalable, modular, and flexible, allowing utilities to meet current needs, and grow as circumstances dictate, such as dealing with increasing load and energy storage installations. This novel data-driven DERMS solution shown in the right figure is achieved by developing a new voltage sensitivity enabled feedback optimization framework that allows the coordinated control of any type of DERs. Grid measurements from smart meters and DERs are gathered and provided to the optimization algorithm. With a data-driven sensitivity index, the optimization model is formulated as a linear programming problem to diminish computational complexity and hence enable a measurement-feedback online scheme. The proposed solution does not need the load knowledge across the feeder and can be implemented online thanks to a fast solver for a linear programming problem. This DERMS online platform is generalizable to deal with various types of DERs including PVs, energy storage, EVs, distributed wind, demand response."},{"type":"p","content":"<b>RESEARCHERS:</b>"}],"members":[]}