{"webelements":[{"type":"ph","content":"Enabling Least-Cost Firm PV Power Generation","logo":"grid-resilience-projects.jpg"},{"type":"p","content":"<b>A 100% renewable NY power grid – how to get there seamlessly</b>"},{"type":"p","content":"We know the long-term endgame: the future grid will be PV-rich, simply because PV is already the cheapest source of electric power, and it will get cheaper1. However, there is a considerable challenge to get there: PV generation is intermittent and must be transformed to deliver power 24x365 without fail, instead of injecting run-of-the weather/seasons electricity at the margin as it does today. Fortunately, this transformation can be affordable if implemented intelligently and early on. The transformation entails energy storage and optimal match with other [intermittent] renewable resources, but most importantly (and counter-intuitively) it entails overbuilding and proactively curtailing the PV resource. We have shown that by 2040, a power grid like New York’s, operating with 55% PV, 40% wind, and 5% [renewable] dispatchable resources, could deliver 24x365 unsubsidized, externality-free power at 5-6 ¢/kWh [ref]. This is comparable to current wholesale prices on the State’s TSO (NYISO), noting that current prices embed fossil fuels subsidies and unaccounted for externalities."},{"type":"p","content":"The central question is how to reach this endgame most effectively."},{"type":"p","content":"PV (like wind) currently operates at the margin of a core of baseload and dispatchable generation. Continuing PV growth without transformation will increasingly stress power markets (for the fundamental reason that an intermittent, weather-driven resource cannot bid into the market) and will require ever-increasing underlying dispatchable generation management."},{"type":"p","content":"An elegant and efficacious solution would consist of growing the PV resource outside of the [marginal] market/management process as it exists today. If each new PV system injected a firm output identical to demand instead of run-of-the weather, then the bottom line for grid operators and markets would just be reduced load across the board. This would involve associating the optimal amount of storage, overbuild, and other renewables’ pairing with each new PV installation, large or small. Importantly, the longer one waits for the transformation, the more expensive the endgame will be, because it will have to include a growing base of unconstrained intermittent generation."},{"type":"p","content":"We know this will be the cheapest solution in the long-run that will power economies with plentiful, ever-lasting, fuel-free, and resilient electricity. However, it is currently more expensive than business-as- usual PV deployment at the margin for two reasons: (1) the enabling (storage/PV) technologies have not yet reached their ultimate low price point and (2) competing conventional resources still operate quasi free of major environmental and strategic externalities that society pays for in a variety of ways."},{"type":"p","content":"Enter the business-plan model that is ideal for this type situations: operating in the red for a few years but in the black forever after. Applied to this societal/ratepayer/taxpayer context, the plan would be (1) to pay utility-scale and user-sited [home/business] PV the same return as if they were operating in the current lucrative marginal systems, (2) to pay for the deployment and operation of associated real and implicit storage (overbuild) and associated resources necessary to deliver firm 24x365 power, and most importantly, (3) to hand over the control and operation of all systems (chiefly storage dispatch and PV curtailment) to grid-operators."},{"type":"p","content":"<b>WISER project:</b>"},{"type":"p","content":"Investigating and quantifying the societal business plan approach: quantifying subsidies needed today, how/when they decrease, breakeven point, long term ‘free’ power and return on societal investments, what regulatory changes would be most efficient (e.g., in association with the Rockefeller College of Public Administration & Policy), who the players are, how markets are transformed...."},{"type":"p","content":"<b><a href=\"https://airtable.com/shroSfrNoQ5NbqI7I/tblvyrts4AhrQGpr1\">Click here to view a short video presentation and provide project feedback.</a></b>"},{"type":"p","content":"<b>RESEARCHERS:</b>"}],"members":[{"email":"diego.cerrai@uconn.edu","university":"UConn","projecttitle":{"Title":"Enabling Least-Cost Firm PV Power Generation","Number":"Project5","LeadPI":"Dr. Richard Perez"},"name":"Dr. Diego Cerrai","lastnameforsorting":"Cerrai","project":"Project5","link":"researchers.html#DiegoCerrai","PI":"No"},{"email":"jfreedman@albany.edu","university":"UAlbany","projecttitle":{"Title":"Enabling Least-Cost Firm PV Power Generation","Number":"Project5","LeadPI":"Dr. Richard Perez"},"name":"Dr. Jeff Freedman","lastnameforsorting":"Freedman","project":"Project5","link":"researchers.html#JeffFreedman","PI":"No"},{"email":"smiller@albany.edu","university":"UAlbany","projecttitle":{"Title":"Enabling Least-Cost Firm PV Power Generation","Number":"Project5","LeadPI":"Dr. Richard Perez"},"name":"Dr. Scott Miller","lastnameforsorting":"Miller","project":"Project5","link":"researchers.html#ScottMiller","PI":"No"},{"email":"rperez@albany.edu","university":"UAlbany","projecttitle":{"Title":"Enabling Least-Cost Firm PV Power Generation","Number":"Project5","LeadPI":"Dr. Richard Perez"},"name":"Dr. Richard  Perez ","lastnameforsorting":"Perez ","project":"Project5","link":"researchers.html#RichardPerez","PI":"Yes"},{"email":"mpena@uconn.edu","university":"UConn","projecttitle":{"Title":"Enabling Least-Cost Firm PV Power Generation","Number":"Project5","LeadPI":"Dr. Richard Perez"},"name":"Dr. Malaquías  Peña","lastnameforsorting":"Peña","project":"Project5","link":"researchers.html#MalaquíasPeña","PI":"No"},{"email":"ksulia@albany.edu","university":"UAlbany","projecttitle":{"Title":"Enabling Least-Cost Firm PV Power Generation","Number":"Project5","LeadPI":"Dr. Richard Perez"},"name":"Dr. Kara Sulia","lastnameforsorting":"Sulia","project":"Project5","link":"researchers.html#KaraSulia","PI":"No"}]}