{"webelements":[{"type":"ph","content":"Vegetation management and monitoring to promote resilient trees, power, and communities","logo":"outagemanagement-projects.jpg"},{"type":"p","content":"<b>Background</b>"},{"type":"p","content":"Vegetation poses substantial risk to infrastructure, and this risk may be increasing as climate change and invasive pests and diseases are impacting forest health and potentially weakening trees [10]. Utility vegetation management seeks to reduce potential conflicts, but trees and forests in human-dominated landscapes also provide significant benefits to human society (i.e., ecosystem services). Conflicts over vegetation management are increasing and can have negative public relations effects [11]. Managing vegetation risk in a way that minimizes damage, optimizes investment, promotes ecosystem services, and limits negative public reactions is critical for utilities. The overall objective of our research program is to develop a vegetation management planning optimization system that enables users to: 1) reduce conflicts between vegetation and infrastructure through targeted management intervention, 2) optimize investment of time and resources into vegetation risk mitigation, and 3) limit potential public relations issues associated with vegetation management."},{"type":"p","content":"<b>Research plan: </b>"},{"type":"p","content":"Our research integrates dynamic data streams on vegetation characteristics, infrastructure, environment, and the socio-economic/political system to develop optimization models that identify the highest leverage locations for different vegetation management strategies. With these data we test the effects of vegetation management implementation strategies on system resilience under future storm and climate scenarios using the UConn Outage Prediction Model [12]. In the first phase of the project proposed here we will utilize dynamic information on tree characteristics (crown structure, species, leaf area) and forest structure (tree density, stand height, canopy roughness) linked with novel data on tree biomechanics under variable wind conditions [13] and in relation to trimming and forest management activities [14,15], to predict vegetation storm resistance across the landscape. Predicted storm resistance of different locations will then be used to probabilistically model tree failure rates and associated damage to utility infrastructure under storm scenarios. Estimates of damage rates across the system under storm/climate scenarios will allow utilities to implement spatially explicit targeting of vegetation management effort and approaches (e.g., trimming strategies, cross-ownership “Stormwise” forest management strategies [14]), which can also be dynamic based on vegetation characteristics inputs [13]. The outcomes of the project will assist vegetation management programs in reducing conflicts between vegetation and infrastructure through targeted management intervention, optimize investment of time and resources into vegetation risk mitigation, and limit potential public relations issues associated with vegetation management."},{"type":"p","content":"<b>RESEARCHERS:</b>"}],"members":[{"email":"robert.fahey@uconn.edu","university":"UConn","projecttitle":{"Title":"Incorporating dynamic vegetation structure and tree biomechanics into outage prediction and resilience investment modeling","Number":"Project9","LeadPI":"Dr. Robert Fahey"},"name":"Dr. Robert  Fahey","lastnameforsorting":"Fahey","project":"Project9","link":"researchers.html#RobertFahey","PI":"Yes"},{"email":"anita.morzillo@uconn.edu","university":"UConn","projecttitle":{"Title":"Incorporating dynamic vegetation structure and tree biomechanics into outage prediction and resilience investment modeling","Number":"Project9","LeadPI":"Dr. Robert Fahey"},"name":"Dr. Anita Morzillo","lastnameforsorting":"Morzillo","project":"Project9","link":"researchers.html#AnitaMorzillo","PI":"No"},{"email":"chandi.witharana@uconn.edu","university":"UConn","projecttitle":{"Title":"Incorporating dynamic vegetation structure and tree biomechanics into outage prediction and resilience investment modeling","Number":"Project9","LeadPI":"Dr. Robert Fahey"},"name":"Dr. Chandi Witharana","lastnameforsorting":"Witharana","project":"Project9","link":"researchers.html#ChandiWitharana","PI":"No"},{"email":"thomas.worthley@uconn.edu","university":"UConn","projecttitle":{"Title":"Incorporating dynamic vegetation structure and tree biomechanics into outage prediction and resilience investment modeling","Number":"Project9","LeadPI":"Dr. Robert Fahey"},"name":"Dr. Thomas Worthley","lastnameforsorting":"Worthley","project":"Project9","link":"researchers.html#ThomasWorthley","PI":"No"},{"email":"zhe.zhu@uconn.edu","university":"UConn","projecttitle":{"Title":"Incorporating dynamic vegetation structure and tree biomechanics into outage prediction and resilience investment modeling","Number":"Project9","LeadPI":"Dr. Robert Fahey"},"name":"Dr. Zhe Zhu","lastnameforsorting":"Zhu","project":"Project9","link":"researchers.html#ZheZhu","PI":"No"}]}