{"webelements":[{"type":"ph","content":"Modeling anthropogenic and natural wildfire ignition","logo":"outagemanagement-projects.jpg"},{"type":"p","content":"<b>Background:</b>"},{"type":"p","content":"In the United States, on average 67,000 wildfires burn 7 million acres annually. Globally, in 2019, MODIS spectroradiometers detected 4.5 million thermal anomalies and VIIRS sensors detected more than 20 million anomalies. Detection of these anomalies, or fire alerts, present a false positive rate of 7% and provides an accurate representation of the number and location of fires. While most of the fires are extinguished within hours, some of these fires last days or weeks by devastating entire ecosystems. Recent examples of these natural disasters are the January 2020 wildfires in Australia and the November 2018 Camp Fire in California. The California fire was the most expensive global natural disaster in 2018 and its responsibility was attributed to the Pacific Gas and Electric Company (PG&E), California’s largest utility, which in early 2019 filed for bankruptcy. Recent reports indicate that PG&E was to blame for at least 1,500 fires in California. Following the 2018 incident, the issue of fires caused by electric utilities quickly escalated to the point that during the most recent fire seasons in California hundreds of thousands of people were kept in the dark by utilities to avoid potential fires generated by electric companies. \r\n\r\nDuring the past three year, a team led by Prof. Cerrai at UConn started laying the foundations for the development of a machine learning based Wildfire Ignition Model (WIM) that will allow Federal Government, States, utilities and stakeholders to know in advance the location of possible fires and take preventive actions for mitigating their impact or their onset. The FIM will be conceptually similar to the Outage Prediction Model: it will use weather forecasts and analysis, land cover, tree types and leaf conditions data together with fire risk indices or other products derived from fire ignition models and electric grid characteristics, to forecast the location of possible wildfires in any given day. A preferred aspect of the model will be the prediction of wildfires next to power lines, but the model can be generally used to predict wildfires anywhere. When used for predicting wildfires in proximity of power lines, the model is expected to drastically reduce the extent of the areas of planned outages due to fire risk. Moreover, the model can also be used to evaluate fuel treatment activities taken by utilities or states. The grant associated to the current proposal will serve for completing a preliminary study for evaluating the feasibility of the WIM and for overcoming the technical challenges associated to the model creation. In particular, two main tasks will be completed: (i) analysis of the wildfire database for the United States for the period 1992-2015 containing 1.88 million geo-referenced wildfire records (Short et al., 2017), 7761 of which were originated by power lines; (ii) creation of a simple WIM to be used as prototype and demonstration of feasibility."},{"type":"p","content":"<b>Researchers:</b>"}],"members":[]}