{"webelements":[{"type":"ph","content":"Resilience-oriented Networked Microgrids Formulation and Optimization for Extreme Weather","logo":"outagemanagement-projects.jpg"},{"type":"p","content":"<b>Background:</b>"},{"type":"p","content":"The increased frequency and severity of extreme weather events due to climate change are creating new challenges to distribution systems and communities. Severe weather is the major cause of damage to electric distribution networks and power outages in the United States [R1-R2].  The growing integration of solar PVs, battery energy systems, and grid-interactive buildings are adding distributed controllable nodes into the grid. The resulting distributed, edge-level decision-making could realize flexible community microgrid operations. Some recent research activities are pertinent to this area [R3-R7]. However, there are still several key issues that remain to be solved: (1) Methods to Partition Grids - Although it is gaining more recognitions that partitioning a large-scale system into multiple subnetworks and applying distributed controls to these subnetworks can demonstrate better control scalability than centralized grid operation, there is no existing work that effectively addresses “how” to optimally partition the system, and how to maximize the role of DERs to enhance grid resilience when partitioning the system. (2) Reducing the Need for Network Models - Extensive studies on microgrids and networked microgrids exist that use model-based optimization approaches to restore loads. However, during extreme events, both accurate network model and the availability of communications are limited, which poses major challenges for using model-based optimizations to conduct service restoration."},{"type":"p","content":"<b>Research Plan:</b>"},{"type":"p","content":"This project proposes to develop a resilience-oriented microgrid grid formation and optimization approach for networked microgrids to achieve scalable and reconfigurable microgrid operations for the distribution systems with high PV penetration and other available distributed energy resources (DERs). The key developments include: 1) Quantifying component-level and system-level resilience using self-organizing map (SOM). A resilience assessment model will be developed from both the system and the component perspectives considering different extreme event/weather scenarios. The SOM will be used to integrate a selection of relevant features affecting resilience and to quantify the resilience index of each component (e.g., building, PV farm, and community energy storage) into a single value. 2) Interconnected microgrids identification: we will use affinity propagation clustering algorithm to form microgrids. Micorgrids are identified by optimally grouping interconnected components so that each group’s integrated resilience, i.e. microgrid resilience, meets the desired threshold, and maintains stability. Additionally, different microgrids are “loosely coupled”, i.e., the operation of a microgrid has minimum impact on others. 3) Integrated optimization to achieve reliable and resilient microgrid operations: we will develop a physics-informed multi-agent deep reinforcement learning (MADRL) framework to control PVs and other DERs inside each microgrids for both normal grid-connected operations and emergent islanded microgrid operations. Together with time-varying resilience quantification, we will use MADRL to achieve a fully bottom-up service restoration to maximize the entire distribution system resilience under extreme events."},{"type":"p","content":"<b>Researchers:</b>"}],"members":[{"email":"supark@engr.uconn.edu","university":"UConn","projecttitle":{"Title":"Resilience-oriented Networked Microgrids Formulation and Optimization for Extreme Weather","Number":"Project20","LeadPI":"Junbo Zhao"},"name":"Dr. Sung-Yeul Park","lastnameforsorting":"Park","project":"Project20","link":"researchers.html#Sung-YeulPark","PI":"No"}]}