{"webelements":[{"type":"ph","content":"Integrated Planning for Grid, Climate, and Community Resiliency","logo":"outagemanagement-projects.jpg"},{"type":"p","content":"<b>Background:</b>"},{"type":"p","content":"We will develop a typology for assessing the integration of grid, climate, and community resiliency in the context of energy dynamics. Traditional methods often rely on economic assumptions focused on supply, cost, and demand, without considering broader planning and stakeholder priorities and concerns in relation to long-term community energy goals. Coupled with new research at the Eversource Energy Center, our community-level investigation will allow for assessment of community variation that may affect decision-making preferences related to grid resiliency and energy demand and infrastructure."},{"type":"p","content":"<b>Industry Relevance:</b>"},{"type":"p","content":"Community planning involves long-term considerations for energy needs of constituents and businesses, as well as decision-making about energy sources, grid resilience, and other climate resiliency and community goals. Our planned analysis will provide decision making support for industry users to assess potential clients for application of energy technologies and potential supporters (and non-supporters) of diversifying energy infrastructures."},{"type":"p","content":"<b>Objectives:</b>"},{"type":"p","content":"Our objectives are to: 1) Identify and integrate data that may relate to communitylevel decisions about grid resilience, energy source and demand, and community climate resilience and planning; 2) Assess community-level priorities, concerns, and planning about grid and energy resiliency; 3) Develop a typology that integrates community-based data to illustrate potential opportunity for energy planning and technological integration."},{"type":"p","content":"<b>Researchers:</b>"}],"members":[{"email":"cynnamon.dobbs@uconn.edu","university":"UConn","projecttitle":{"Title":"Integrated Planning for Grid, Climate, and Community Resiliency","Number":"Project26","LeadPI":"Anita Morzillo"},"name":"Dr. Cynnamon Dobbs","lastnameforsorting":"Dobbs","project":"Project26","link":"researchers.html#CynnamonDobbs","PI":"No"}]}