{"webelements":[{"type":"ph","content":"Deep Learning-based Nowcasting of Damaging Winds","logo":"outagemanagement-projects.jpg"},{"type":"p","content":"<b>Background:</b>"},{"type":"p","content":"Each year in the United States, damaging wind events (e.g., derechos, microbursts, tornadoes) cause an exorbitant loss of lives and properties (including power grids). Due to the proliferation of renewable energy developments in recent years, these events are also causing considerable disruption to energy production. Thus, there is an ever-growing need for better forecasting damaging wind events. Currently, mesoscale meteorological models (MMMs) are widely used for shortterm wind forecasting. It is well-known in the literature that these models often do not faithfully represent the exact magnitude and precise location of damaging wind events. Some improvements can be achieved using finer spatial resolution and more advanced physical parameterizations [1-2]. These numerical strategies are computationally very expensive and require considerable high-performance computing resources. With the advent of advanced deep learning (DL) approaches (e.g., Fourier neural operators, vision transformers, graph neural networks), we envisage that the time is opportune to develop Next-Gen MMMs, which are orders of magnitude faster than contemporary MMMs (e.g., the\r\nWRF model) and offer at-par or better accuracy. Our proposed project is a first step in this direction."},{"type":"p","content":"<b>Industry Relevance:</b>"},{"type":"p","content":"Knowledge of historic fire ​conditions and current​ trends will better inform​ utility companies and other​ relevant users regarding​ risk decisions. Wildfire​ incidence is common in​ National Grid’s territory."},{"type":"p","content":"<b>Objectives:</b>"},{"type":"p","content":"We propose to create a 30-year historical database​ of relevant measures, including wind, humidity, precipitation,​ from surface stations.  These data will be used to compute fire​ weather related products such as dead fuel moisture (DFM), ​drought indices, and energy release component (ERC).  An index using these measures will be constructed.​"},{"type":"p","content":"<b>Researchers:</b>"}],"members":[]}